; TranslationAuthor: WiseCleaner.com
; TranslationAuthorEmail: support@wisecleaner.com
; Soft Version: 4.2.2
; Update: Sep. 30, 2024
;  Please, DO NOT translate 'ReadHabit=Left-to-right' but you can update it if your native language is 'Right-to-left'.

[Lang]
NativeLanguage=English

[GUI]
ButtonYes=Yes
ButtonNo=No
ButtonOK=OK
ButtonClose=Close
BtnNews=Information
[Translation]
LangCode=0C09|2809|1009|2409|4009|1809|2009|4409|1409|3409|4809|1c09|2C09|0809|0409|3009
ReadHabit=Left-to-right
LanguageName=ENU
LangShortName=en-us
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Information
Warning=Warning
Error=Error
Confirm=Confirmation
FrmMOMain.ckperiod.caption=Optimize memory every

;
; Memory Optimization
;
FrmMoMain.imgmail.hint=Share Wise Memory Optimizer with friends
FrmMoMain.imgfacebook.hint=Like WiseCleaner on Facebook
FrmMoMain.imgtwitter.hint=Share Wise Memory Optimizer on Twitter
FrmMoMain.chkupdate.caption=Auto check for new version
FrmMoMain.btnlike.caption=Like it
FrmMoMain.lblTotalMem.Caption=Memory Size:
FrmMoMain.lblaopt.Caption=When available memory is less than:  
FrmMoMain.lbltry.Caption=Free up more memory
FrmMoMain.btnsettings.Caption=Settings
FrmMoMain.btnOpt.Caption=Optimize
FrmMoMain.chkmin.Caption=Minimize to system tray when closed
FrmMoMain.chkauto.Caption=Run it when Windows starts
FrmMoMain.chkautoOpt.Caption=Auto Optimization
FrmMoMain.ckchkclearborad.Caption=Clean clipboard while optimizing
FrmMoMain.chkidle.Caption=Run when CPU is idle (Recommended)
FrmMoMain.lbllang.Caption=Language:
FrmMOMain.cknotice.caption=Show notification after optimizing
FrmMOMain.ckMode.caption=Dark Mode
;
; About
;
FrmAbout.caption=About
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Current Version:
FrmAbout.lblemail.caption=Support Email:
FrmAbout.lblhome.caption=Homepage:
FrmAbout.lblthanks.caption=Thanks to the following people for their contributions:
FrmAbout.lblUninstall.caption=Uninstall Instruction
FrmAbout.lblPolicy.caption=Privacy Policy
FrmAbout.lblEula.caption=EULA
FrmMOMain.ckShutkey.caption=Shortcut key
FrmMOMain.btn2.hint=Shortcut key conflicts
ShutkeyCA=CTRL+ALT
ShutkeyAS=ALT+SHIFT 
ShutkeyCS=CTRL+SHIFT
[MemoryOptimizer]
ThisTimeFreeMemory=Released %s Memory this time.
CurPrecent=Memory Usage:
UsedMemory=In Use:
AvailableMemory=Available:
FreeMemory=Free up: 
At=At
pmShow=Open
pmOpt=Optimize
pmAbout=About
pmExit=Exit
SureExit=Optimizing Memory...are you sure to exit now?
Mintotray=Optimizing Memory
pmdefragmem=Defrag RAM
pmclearmem=Free up RAM
pmclearstandbymem=Empty Standby RAM

[Message]
NoNews=You have no unread message.
NewVer=A new version of Wise Memory Optimizer is available! Do you want to upgrade it now?
NotShowNotice=Do not show this notification again.
NoOptItem= You need to choose at least one optimization method to optimize.
minutes=minute(s)
hours=hour(s)

[feedback]
InvalidEmail=Please enter correct email address.
emptyinput=Please input some thing for submit.
thanks=Thanks for your feedback!
FrmFeedback.lblfeedback.caption = How do you rate %s?
FrmFeedback.lblemail.caption = Email address:
FrmFeedback.lblgood.caption = Which feature do you like best?
FrmFeedback.lblbad.caption = Which feature do you dislike the most?
FrmFeedback.lblwant.caption = What new feature do you want most?
FrmFeedback.btncancel.caption = Not interested
FrmFeedback.btnsubmit.caption = Submit